"%lu day left on trial" = "%lu dag igjen av prøveperioden";
"%lu days left on trial" = "%lu dager igjen av prøveperioden";
"Apply" = "Bruk";
"Back" = "Tilbake";
"Buy Later" = "Kjøp senere";
"Buy Now" = "Kjøp";
"Cancel" = "Avbryt";
"Close" = "Lukk";
"Continue" = "Fortsett";
"Did you <a href=\"%@\">lose your licence?</a>" = "Har du <a href=\"%@\">mistet lisensen din?</a>";
"Email License to:" = "Email lisens til:";
"Email address is blank!" = "E-postadressen er tom!";
"Enter your serial number below to unlock Path Finder" = "Skriv inn serienummeret ditt nedenfor for å låse opp Path Finder.";
"Free Trial" = "Gratis prøveperiode";
"Free trial has expired" = "Prøveperioden er utløpt";
"If you need help, email us at help@cocoatech.com" = "Hvis du trenger hjelp, send oss en e-post på help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Hvis du har en Path Finder 6-lisens, skriv inn navn og lisensnøkkel for å bli kvalifisert til en oppgraderingsrabatt.";
"Licensed for %ld user" = "Lisensiert for %ld bruker";
"Licensed for %ld users" = "Lisensiert for %ld brukere";
"Not licensed" = "Ikke lisensiert";
"Path Finder 6 License" = "Path Finder 6-lisens";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "Path Finder har blitt registrert. Lagre registreringsinformasjonen på et trygt sted.";
"Processing..." = "Prosesserer…";
"Purchase" = "Kjøp";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Kjøp Path Finder. Det er raskt, enkelt og sikkert.";
"Purchase successful. Thank you!" = "Kjøp vellykket. Takk!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "Kjøp mislykket. La oss vite om hva som skjedde. Send oss en e-post på help@cocoatech.com";
"Quit" = "Avslutt";
"Registration" = "Registrering";
"Registration Code Invalid" = "Registreringskode ugyldig";
"Registration Successful" = "Registrering vellykket";
"Request Sent" = "Forespørsel sendt";
"Thank you!" = "Takk!";
"The Path Finder 6 license key you entered is not valid." = "Path Finder 6-lisensnøkkelen du oppga er ikke gyldig.";
"The trial period has expired." = "Prøveperioden er utløpt.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Det oppstod et problem med navnet eller lisenskoden du tastet inn. Kopier og lim inn teksten fra e-posten og prøv igjen. Hvis du fortsatt har problemer, besøk vår \"lost license code\"-side.";
"Unlock" = "Lås opp";
"Upgrading from version 6?" = "Oppgraderer du fra versjon 6?";
"Valid for Upgrade!" = "Gyldig for oppgradering!";
"Wait %u" = "Vent %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Du oppga riktig navn og lisenskode. Takk for at du registrerte Path Finder.";
"You will receive your unique serial number instantly." = "Du vil motta ditt unike serienummer umiddelbart.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Alt er klart. Lukk dette vinduet for å åpne Path Finder. Skriv ut siden for å lagre en papirkopi av lisenskoden din i tilfelle du trenger å installere Path Finder på en ny datamaskin i fremtiden.";
"Your 30 day trial has expired. Please purchase Path Finder." = "Prøveperioden på 30 dager er utløpt. Vennligst kjøp Path Finder for å fortsette.";
"Your serial number is in your confirmation email." = "Serienummeret ditt er i e-postbekreftelsen.";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
"Send" = "Send";
